<h2>Описание QR-Battle</h2>
<p>QR-battle ( англ. QR от qr-code – матричный код и battle - сражение) – командная игра, с использованием в качестве основы qr-коды.</p>

<p>В игре принимает участие несколько команд. Участники каждой команды должны быть оснащены устройствами (телефоны, планшеты) с распознавания qr-кодов. Во время погружения в игру участникам дается возможность зарегистрироваться через телефон за свою команду на сайте игры.</p>

<p>После старта игры участники команды пытаются найти на территории qr-кода разных цветов. При распознании таких кодов телефон переходит по ссылке, тем самым активируя код или предоставив действие, в зависимости от вида qr-кода. В игре задействовано 300 qr-кодов. Каждый такой код – уникальный, то есть каждый можно активировать минимум 1 раз в зависимости от вида этого qr-кода. В случае активации одним участником команды какого-либо qr-кода, повторная активация (но уже другим или тем же участником этой же команды) ни к чему не приведет.</p>